Repository: mozilla-l10n/mt-training-data
Catalog: mnw/mnw_pontoon.tmx
Source language: en_us
Languages: mnw

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
mnw: ကၠိုဟ်တီကေတ် အရာဒးဂိုၚ်သမ္တီစွံသတိ ကာလကလၚ် ကလေပ်ရမျှာၚ်ဂမၠိုၚ်ကီု တုဲပၠန် အရာမသ္ပကဵု ညံၚ်ပရေၚ်ပၠောပ်ရမျှာၚ် မၞး ဂွံဍိုက်ပေၚ်ခိုဟ်တိုန်တအ်ဂှ်ညိ။

source: Undo
mnw: ကလေၚ်ကၠောန်

source: Universities, Academics and Researchers
mnw: တက္ကသိုလ်၊ တၠပညာ ကေုာံ သၟာသုတေသနဂမၠိုင်

source: Upload aborted. Do you want to delete your recordings?
mnw: ပလံင်ဗ္စိုပ် ဟွံအံင်ဇၞးရ။ ရမျာၚ်မၞးမရပ်ပၠောပ်ကေတ်လဝ်တံဂှ် ပလီုထောံဖအိုတ်ဟာ?

source: Upload an image file
mnw: ပတိုန်ဗီုမွဲတၞးညိ။

source: { $uploadedQuestions } of { $totalQuestions } questions collected
mnw: ပကောံလဝ် အရေဝ်သၟာန်ဂမၠိုၚ် { $uploadedQuestions } နူကဵု အရေဝ်သၟာန် { $totalQuestions } ပိုဒ်တၞဟ်

source: { $uploadedQuestions } of { $totalQuestions } questions collected. View our <guidelinesLink>Guidelines</guidelinesLink> pages to learn more about how to add questions
mnw: ပကောံလဝ် အရေဝ်သၟာန် { $uploadedQuestions } နူကဵု အရေဝ်သၟာန် ပိုဒ်တၞဟ်။ သွက်ဂွံ လ္ၚတ်ကေတ် ဂၠိုၚ်နူဏအ် ပရူ ဗီုပြၚ်ဂွံ ထပ်စုတ် အရေဝ်သၟာန်တအ်ဂှ် လုပ်ရံၚ်ကေတ် မုက်လိက် <guidelinesLink>စၞောန်ပညုၚ်</guidelinesLink> ပိုဲညိ။

source: { $uploadedSentences } of { $totalSentences } sentences collected
mnw: { $uploadedSentences } ပကောံဂွံလဝ် { $totalSentences } ဝါကျ

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
mnw: { $uploadedSentences }ပကောံဂွံလဝ် { $totalSentences } ဝါကျရ။ သွက်ဂွံဂၠေါၚ်ဖျေံ ဝါကျ တးပါဲလဝ်တအ်ဂှ် ဍဵု <downloadLink>ဒၞာဲဏံ</downloadLink>ညိ။

source: Upload failed, please retry.
mnw: ပတိုန်ဟွံစိုပ်ဒဒတုဲ၊ ဆက်ဂ္စါန်မွဲဝါပၠန်ညိ။

source: Upload <icon></icon> public domain sentences
mnw: ပတိုန် <icon></icon> ဝါကျဒြပ်ညးဂမၠိုၚ်

source: Upload in progress...
mnw: ပတိုန်ဒၟံၚ်ဖိုဟ်...

source: Upload more sentences?
mnw: မိက်ဂွံထပ်ပတိုန်ဝါကျဂမၠိုၚ်ပၠန်ဟာ

source: Upload of this clip keeps failing at server. Reload the page or try again later.
mnw: ပွမပတိုန် ကလေပ်ဏအ် ပ္ဍဲဆာဗာဂှ် ဟွံအံၚ်ဇၞးဒၟံၚ်ရ။ ကလေၚ်ပံက် မုက်လိက်ဏအ် ဟွံသေၚ်မ္ဂး ဗွဲကြဴ ကလေၚ်စမ်ရံၚ်ပၠန်ညိ။

source: Upload of this clip keeps failing, keep retrying?
mnw: ပတိုန် ကလေပ်ဏံ ဟွံအံင်ဇၞး ဒှ်မံင်တုဲ၊ ဆက်ကလေင်ဂစာန်ပတိုန်ပၠန်ဟာ?

source: Urdu
mnw: အူရဒူ

source: Use bilingual questions or context
mnw: သုၚ်စောဲ ပုစ္ဆာ ဟွံသေၚ်မ္ဂး အကာဲအရာ မဒှ်တဴၜါဘာသာညိ။

source: Use correct grammar
mnw: သုၚ်စောဲသဒ္ဒါကဵုဒးညိ။

source: Use correct orthography
mnw: သုၚ်စောဲ ဗီုချူခဍံက်လိက် ဒးဒးညိ။

source: Use correct spelling and grammar
mnw: သုၚ်စောဲ အက္ခရ်ပံၚ် ကေုာံ သဒ္ဒါ ဍာံစၟတ်ဂှ်ညိ။

source: Use correct spelling and grammar.
mnw: သုၚ်စောဲ အက္ခရ်ပံၚ် ကေုာံ သဒ္ဒါ ဍာံစၟတ်ဂှ်ညိ။

source: Use correct spelling and punctuation
mnw: သုၚ်စောဲ ပရေၚ်ပံၚ်အက္ခရ် ကေုာံ ပရေၚ်ဖျေံပိုဒ်ဝါကျ ဗွဲမဒးရး ညိ။

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
mnw: ဒှ်ဂုဏ်ဖဵု သွက်<mark>အကာဲအရာအရေဝ်ဟီုဗွဲသဘာဝ</mark> ကေုာံ အကာဲအရာသုၚ်စောဲဂမၠိုၚ် (ဥပမာ - အခိၚ်မၞးမိက်ဂွံကဵု စက်သမ္တီရမျာၚ် ကၠောန်ကမၠောန် ကုညးမဟီုအရေဝ်ဟွံဒးချူလဝ် ကေုာံ အရေဝ်ဟီုဓမ္မတာတအ်) ရ။

source: Use overly formal language
mnw: သုၚ်စောဲ အရေဝ် မဒှ် လောန်ကာဲ ဗီုအတိုၚ်သၞောဝ်

source: Use pronunciation to help
mnw: သွက်ဂွံဘိုၚ်ရီုဂှ် သုၚ်စောဲ ရမျာၚ်ပတိတ်ညိ။

source: User Name
mnw: ယၟုညးရပ်စကာ

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
mnw: ညးသုင်စောဲတံ စၟဳစၟတ်ဒုင်တဲ ကလေပ်ရမျာင်တံဂှ်တုဲ၊ စၟတ်သမ္တီကဵု ညးဗှ်ပ္တိတ်ဝါကျဂှ် ဗွဲမဍာံပြရ။

source: Ushojo
mnw: ဥရှဝ်ဂျဝ်

source: Uspanteko
mnw: ဥဿပါန်တေကဝ်

source: Uyghur
mnw: ဝဳဂါ

source: Uzbek
mnw: ဥသဗေတ်

source: Validate
mnw: စၟဳစၟတ်

source: Validated Clips
mnw: ကလေပ်စၟဳစၟတ်လဝ်ဂမၠိုၚ်

source: Validated Hours
mnw: နာဍဳစၟဳစၟတ်လဝ်တုဲဂမၠိုၚ်

source: Validated Hr. Total
mnw: နာဍဳ မစၟဳစၟတ်တုဲ သီုဖအိုတ်

source: Validate readings
mnw: စၟဳစၟတ်ရမျာၚ်မဗှ်ပ္တိတ်တအ်ဂှ်ညိ။

source: Validate Readings
mnw: စၟဳစၟတ်ရမျာၚ်ပၠောပ်လဝ်ဂမၠိုၚ်

source: Validate Readings, Review Transcriptions
mnw: စၟဳစၟတ် ရမျာၚ်မဗှ်လဝ်ဂမၠိုၚ်၊ ကလေၚ်စၟဳစၟတ် လိက်မချူပတိတ်လဝ်ဂမၠိုၚ်

source: Validate Readings <small>(Coming soon)</small>
mnw: စၟဳစၟတ်ပရေၚ်ဗှ်ဂမၠိုၚ်<small>(ခြာဟွံလအ်)</small>

source: Validate readings submitted by community members
mnw: စၟဳစၟတ် ကောန်ဂကောံတအ် မပလံၚ်ဗစိုပ်လဝ် ရမျာၚ်မဗှ်ဂမၠိုၚ်ညိ။

source: Validate user-recorded readings in your language
mnw: စၟဳစၟတ် ရမျာၚ် ညးသုၚ်စောဲတအ် မဗှ်လဝ် ပ္ဍဲကဵု အရေဝ်ဘာသာမၞး

source: Validate <validateIcon></validateIcon> does this questions meet the guidelines?
mnw: စၟဳစၟတ် <validateIcon></validateIcon> ဂလာန်သၟာန်တအ်ဝွံ ကိတ်ညဳဒၟံၚ်ကဵု စေဝ်စၞောန်ဂမၠိုၚ်ကီုဟာ?

source: Validate <validateIcon></validateIcon> that this question meets the guidelines.
mnw: ဂလာန်သၟာန်တအ်ဝွံ ကိတ်ညဳဒၟံၚ်ကဵု စေဝ်စၞောန်ဂမၠိုၚ်ဟာဂှ် <validateIcon></validateIcon> စၟဳစၟတ်ညိ။

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
mnw: ပွမစၟဳစၟတ် ကလေပ်ရမျာၚ်မဂွံလဝ်ဒါန်တအ်ဂှ်လေဝ် ကိစ္စဇၞော်တုပ်သၟဟ် ကဵု လၟေင်ကမၠောန် Common Voice ရ။ ကလင်ရံင်ညိတုဲ ရီုဗင်ပိုယ်ကၠောန်ဗဒှ် တင်ဂၞင်ရမျာၚ် open source မနွံကဵုတဴဍာ်ဒကေဝ်ညိ။

source: Validation Progress
mnw: လၟေၚ်စၟဳစၟတ်

source: Validations
mnw: စၟဳစၟတ်ဂမၠိုၚ်

source: Value and recognition.
mnw: စွံၚုဟ်မး ကေုာံ သ္ပစၟတ်သမ္တီ

source: Variant Contribution Options
mnw: အခေါင်ရုဲစှ် သွက်ဂွံပတိုန်ထ္ၜး မူတၞဟ်

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
mnw: ဗီုပြၚ်တၞဟ်ခြာတအ်ဂှ် ဒှ်ဗီုပြၚ်တၟေၚ် အရေဝ်ဘာသာမွဲရ - ဥပမာ - ပွမဟီုဂးစကာဒၟံၚ်တုပ်တအ်ဂှ် ဆက်စပ်ကဵု ဒၞာဲဒေသညးမမံၚ်တန်တဴ ဟွံသေၚ်မ္ဂး ဂကောံမၞိဟ်မွဲမွဲတုပ်တအ်ရ။ လဆောဝ်မ္ဂး အရာဏံဂှ် ကော်ခဴစ အရေဝ်ဒေသ ရ။

source: Varying Pronunciations
mnw: ဗီုပတိတ်ရမျာၚ် တၞဟ်ခြာဂမၠိုၚ်

source: Venetian
mnw: ဗေနေယှာ

source: Version
mnw: လၟေၚ်ဗာယှေန်

source: Very common mistakes include:
mnw: တၚ်ဗၠေတ်ဂမၠိုၚ်ကၠောန်တဴဗွဲမဂၠိုၚ်ဂှ် ပါလုပ်မပ္တံကဵု

source: Vietnamese
mnw: ဗဳယေတ်နာမ်

source: View your progress against personal and project goals.
mnw: ဗဵုကေတ်ပရေၚ်တဴတက်မၞး မပတုပ်ကဵု တိုၚ်ပ္ကဴရန်တၟအ် ပူဂိုလ် ကေုာံ ပရဝ်ဂျေတ်တအ်ညိ။

source: Visible
mnw: ဓမံက်လဝ်

source: Voice clips are entered into a submission queue that readies them for listening.
mnw: ရမျှာၚ်တံဂှ် လုပ်အာ ပ္ဍဲရေၚ်ဒၞာဲပတိုန်တုဲ ရမျှာၚ်တအ်ဂှ် မလေပ်သ္ပကဵုညံၚ်ဂွံကလင်ဂွံ တိုက်ရိုက်ရ။

source: Voice Collection
mnw: ပကောံပကေဝ် ရမျှာၚ်

source: Voice Contribution
mnw: ပါလုပ် ကဵုဒါန်ရမျာင်

source: Voice Dataset, Ready for Download
mnw: ဂၠေါၚ်ဖျေဟ်ကေတ် ရမျှာၚ်ဒေတာ မာန်ရ

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
mnw: ရမျာၚ်ဂှ် စှ်ေသဘာဝမ္ဂး ရမျာၚ်ဂှ် ဂျိုၚ်ရ။ ဟိုတ်ဂှ်ရ ပိုယ်တအ် မိပ်စိုတ် ပ္ဍဲအရာမကၠောန်ဗဒှ် နဲကဲပညာရမျာၚ် မသုင်စောဲမာန် သွက်စက်ပိုယ်တအ်ရ။ ဆဂး သွက်ဂွံ ကၠောန်ဗဒှ် သၞောတ်ရမျာၚ်ဂမၠိုင်ဂှ် ညးမခၞံဗဒှ်တအ် နွံပၟိက်ဒၟံင်ကဵုလၟိဟ် တင်ဂၞင်ရမျာၚ်ဗွဲမဂၠိုင်ရ။

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
mnw: ရမျာၚ်ဂှ် စှ်ေသဘာဝမ္ဂး ရမျာၚ်ဂှ် ဂျိုၚ်ရ။ ဟိုတ်ဂှ်ရ ပိုယ်တအ်စိုတ်လုပ်စ ပ္ဍဲအရာမကၠောန်ဗဒှ် နဲကဲပညာရမျာၚ် အရာသုင်စောဲဂွံ သွက်စက်ပိုဲတအ်ရ။ ဆဂး သွက်ဂွံ ကၠောန်ဗဒှ် သၞောတ်ရမျာၚ်ဂမၠိုင်ဂှ် နွံပၟိက်ဒၟံင်ကဵု တင်ဂၞင်ရမျာၚ်လၟိဟ်ဗွဲမဂၠိုင်ရ။

source: Voices Online Now
mnw: လၟုဟ် ရမျာၚ် နွံလ္တူအောန်လာၚ်ဂမၠိုၚ်

source: Voice Validation
mnw: စၟဳစၟတ် ရမျာင်

source: Volume
mnw: ချိၚ်ရမျှာၚ်

source: Votic
mnw: ဗအ်တေက်

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
mnw: VoxForge ဂှ် ဒက်ပ္တန်လဝ် သွက်ဂွံ ပကောံ ရမျာၚ်မချူစၠောံလဝ်လိက် သွက်ဂွံ စကာ ပ္ဍဲကဵု စက်စၟတ်သမ္တီရမ္သာၚ် မသက္ကုၚုဟ်မး ကေုာံ တမ်ရိုဟ်-ပံက်သၠးလဝ် တအ်ရ။

source: Wadiyara Koli
mnw: ဝါဒဳယာရာ ကဝ်လဳ

source: Wakhi
mnw: ဝါခဳ

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
mnw: မိက်ဂွံ ရီုဗင်ဖန်ဗဒှ်ကဵု Common Voice ညံင်ဂွံခိုဟ်တိုန် နူဏအ်ဏီဟာ? ခိုဟ်သန်ရ! ကေတ်နၚ်အဆက် နကဵု အဳမေလ် (Email) ဟွံသေင်မ္ဂး ဝှဝ်ရာမ် <discourseLink>Discourse</discourseLink> ညိ၊ ပတိုန်ထ္ၜး ပရေင်အခက်အခုဲ ဝေပ်သာက်တံ နကဵု <githubLink>GitHub</githubLink> ညိ၊ ဟွံသေင်မ္ဂး ပါလုပ်ဆက်စၠောံ ပ္ဍဲဂကောံ <matrixLink>Matrix</matrixLink> ညိ။

source: Want to save your information? <createProfile>Create a profile</createProfile>
mnw: မိက်ဂွံဂိုၚ်စွံလဝ်တၚ်နၚ်မၞးဟာ?<createProfile>ကၠောန်ခၞံ ပရဝ်ဝှာၚ် ဇကုမွဲညိ။</createProfile>

source: Want to stay in touch with Common Voice?
mnw: မိက်ဂွံ ကေတ်အဆက်ကဵု Common Voice ဟာ?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
mnw: အခိင်ပိုယ်ပတိတ် လၟေၚ်မူဗာယှေန်တၟိ Common Voice မ္ဂး မိက်ဂွံ ကလိဂွံ ပရိုင်တၟိတၟိ ဟာ? ပၠုပ်စရင်ကဵုလိက်ပရိုင် ပိုဲညိ။

source: Watch our video explainer to help
mnw: သွက်ဂွံဘိုၚ်ရီုဂှ် ဗဵုကေတ် ဗဳဒဳယိုသောၚ်ထ္ၜး ပိုဲညိ။

source: Wayuunaiki
mnw: ဝါယုနာဲကဳ

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
mnw: ပိုဲ မၚ်စၟဳဒၟံၚ် လၟိုန် သွက်ဂွံ မိၚ်ကေတ် နူကဵု ညးစကာဒေတာတအ် ပရူ ပၟိက် ကေုာံ ပရေၚ်အကာဲအရာ ညးတအ်ရ - နူကဵု ပွမပံၚ်ကောံကၠောန် ပ္ဍဲကဵု ပလက်ဖံၚ် ပကောံဒေတာ စဵုကဵု ပွမကဵု တၚ်ကၠိုဟ်ခၠၚ် ပရေၚ်ထတ်ယုက် ဒေတာတအ်ဂှ် ပိုဲ မိက်ဂွံ <emailFragment>မိၚ်ကေတ်တီကေတ်</emailFragment> နူမၞးရ။

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
mnw: ပိုယ်ခၞံကၠောန်ဗဒှ်ဒၟံင် ဒတန်တင်ဂၞင်ရမျာၚ်ဂမၠိုၚ် မသၠးပွးကလိဂွံမာန် သွက် ဇၟာပ်မၞိဟ် ဂွံသုင်စောဲ ပ္ဍဲအရာ မပကတ်ပကေင် အပ်ပလဳကေယှေန် မစကာရမျာၚ်ဂမၠိုင်ရ။

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
mnw: ပိုဲ မိပ်စိုတ် သွက်ဂွံ ထံက်ပၚ် ပရေၚ်ပါလုပ် ကဏ္ဍညးဍုၚ်ကွာန် ပ္ဍဲကဵု နဲကဲပညာ၊ ပရေၚ်ဖန်ဗဒှ်တၟိ ကေုာံ အခေါၚ်အရာ အရေဝ်ဘာသာရ။ ယဝ်ရ မၞး ဖန်ဇန်ဒၟံၚ် သွက်ဂွံ ကၠောန် ပရေၚ်ကမၠောန် ဟွံသေၚ်မ္ဂး ပရေၚ်ဆဝ်မ္ၚုဟ် ဇၞော်ဇၞော်မွဲမ္ဂး၊ တၚ်ဂုဏ်တုဲ <emailFragment>ဆက်စၠောံ</emailFragment>ကၠုၚ်ညိ။

source: We are going out to get a coffee.
mnw: ပိုဲတိတ်ဒၟံၚ်မ္ၚးသွက်ဂွံရာန်သုၚ်ကဝ်ဖဳမွဲခေါ်ရ။

source: We are going out to get coffee.
mnw: ပိုဲတိတ်ဒၟံၚ်မ္ၚးသွက်ဂွံရာန်သုၚ်ကဝ်ဖဳရ။

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
mnw: ပိုယ်ကဵုဒၟံၚ်အခေါၚ်ရုဲစှ် ဂၠိုၚ်တိုန် သွက်ဂွံကဵု မၞိဟ်တအ် အခေါၚ်ရုဲစှ် ပ္ဍဲအရာ ညးတအ် မဟီုလဴကဵုပိုယ် ပရူ လိၚ် ဟွံသေၚ်မ္ဂး လိၚ်သဘာဝ ညးတအ်ရ။ ဗီုစှ်ေစိုတ် ဗီုစှ်ေသဘာဝ သွက်မၞးဂှ် လဴထ္ၜးတဴပရူပရာဇကုအိုတ်ညိ။ <learnMoreLink>ထပ်လ္ၚတ်ကေတ် ပရူ လၟေၚ်ကမၠောန် ပိုယ် စပ်ကဵု လိၚ် ကေုာံ လိၚ်သဘာဝ ညိ။</learnMoreLink>

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
mnw: ပ္ဍဲ Mozilla ဂှ် ပိုဲတအ် ကၠောန်ဗဒှ်ဒၟံၚ် ဂကောံမဆေၚ်စပ်ကဵု နဲကဲပညာ ရမျှာၚ်မွဲရ။ ပိုဲ မိက်ဂွံ ဆက်စၠောအ်လဝ် ကဵု ပရေၚ်ပလေဝ်ပလေတ်တၟိတၟိ၊ တမ်ရိုဟ် ဒေတာ တၟိတၟိ တုဲပၠန် မိက်ဂွံမိၚ်ကေတ် ပရူ ဗီုလဵု မၞး စကာသုၚ်စောဲဒၟံၚ် ဒေတာဏအ် ဂမၠိုၚ်ရ။

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
mnw: ပိုဲ ပတှ်ေကေတ် တၚ်ဂၞၚ်ဒေတာသေတ်ရမျာၚ်ဇၞော်ဇၞော်ညးဂမၠိုၚ် ကလိဂွံမာန်တအ်ဂှ် ဇၞော်မောဝ်ပတိုန်ကဵု ပရေၚ်ဖန်ဗဒှ်တၟိ ကေုာံ ပရေၚ်ပြိုၚ်ပကာန် ပရေၚ်ပိုန်ဒြပ်ခိုဟ်မွဲ ပ္ဍဲကဵု နဲကဲပညာရမျာၚ် မဒုၚ်လဝ်သဇိုၚ်လ္တူ စက်-ဗတောန် ရောၚ်ဣ။ ဏအ်ဂှ် ဒှ်ပရေၚ်ဂစာန် အလုံဂၠးတိမွဲတုဲ ပိုဲဘိက်ပၟိၚ် ညးဖသီု သွက်ဂွံပါလုပ်ရ။ တၚ်ရန်တၟအ်ပိုဲဂှ် သွက်ဂွံ ရီုဗၚ်ကဵု နဲကဲပညာရမျာၚ် ဂွံပါလုပ်ဂၠိုၚ်တိုန်မာန်တုဲ ထ္ၜးကဵု ပရေၚ်ရမျာၚ်နာနာသာ် နူကဵု အလုံဂၠးတိရောၚ်။

source: Website Localization
mnw: ပရေင်ကၠာဲဘာသာ ဝေပ်သာက်

source: Websites
mnw: ​ဝေပ်သာ်ဂမၠိုၚ်

source: We could not upload { $total } clips. They have already been uploaded before. Let’s continue with the next batch!
mnw: ကလေပ် { $total } ကလေပ်ဂမၠိုၚ်တအ်ဂှ် ပိုယ်ပတိုန် ဟွံဂွံရ။ ကလေပ်တအ်ဂှ် ပတိုန်လဝ် ကိုပ်ကၠာတေံတုဲတုဲရ။ ဆက်ပတိုန်အာ သုတ် ဂတဂှ်ညိ။

source: We couldn’t find that page for you
mnw: သွက်မၞး ပိုဲဂၠာဲကဵုမုက်လိက်ဂှ်ဟွံဆဵုရ။

source: We couldn’t get any audio clips for you to listen to. Please try again later.
mnw: သွက်မၞးဂွံကလၚ်ဂှ် ကလေပ်ရမျာၚ်လဵုမွဲလေဝ် ပိုဲကေတ်ကဵုဟွံဂွံရ။ လက္ကရဴ ကလေၚ်စမ်ရံၚ်ပၠန်ညိ။

source: We couldn’t get any sentences for you to speak. Please try again later.
mnw: သွက်မၞးဂွံဟီုဂှ် ဝါကျလဵုမွဲလေဝ် ပိုဲကေတ်ကဵုဟွံဂွံရ။ လက္ကရဴ ကလေၚ်စမ်ရံၚ်ပၠန်ညိ။

source: Weekly
mnw: ရိုဟ်ဟ်သတ္တဟ

source: Weekly Goal
mnw: တိုၚ်ပ္ကဴရိုဟ်ဟ်သတ္တဟ

source: We launch the Common Voice site in this language.
mnw: ပိုဲ ပံက်ပ္တိတ် ဝေပ်သာက် Common Voice နကဵုအရေဝ်ဘာသာဏအ်ရ။

source: Welcome { $company } staff!
mnw: ဒုင်တၠုင် ညးဒုၚ်ကာ { $company } ရအဴ။

source: Welcome to Common Voice
mnw: နူ Common Voice ဏံ ဒုၚ်တၠုၚ်ရအဴ

source: Welcome to Spontaneous Speech
mnw: ဒုၚ်တၠုၚ်ဏာ ဇရေၚ် Spontaneous Speech ရအဴ။

source: Welsh
mnw: ဝေလ်

source: We may have run out of clips - refresh the page, or try again later.
mnw: ကလေပ်ရမျာၚ်ပိုဲတအ်အိုတ်အာရ။ ကလေၚ်ပံက်မုက်လိက်ဏံတၟိ ဟွံသေၚ်မ္ဂး လက္ကရဴထပ်ဂ္စါန်မွဲဝါပၠန်ညိ။

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
mnw: ပိုဲ ဟွံကလိဂွံလဝ် တၚ်ပၟိက်အာတ်မိက်ဂှ် ဒှ်မာန် ရ။ ပလံင်နင် အဳမေဝ် တိုက်ရိုက် ကု ပိုဲ ပ္ဍဲ <emailLink>{ $email }</emailLink> ညိ၊ တုဲမ္ဂး ပိုဲကလေင်ဆက် ကဵုမၞးရောင်။

source: We periodically release the dataset
mnw: ပိုဲ ပ္တိတ်ကဵုဒၟံၚ် တၚ်ဂၞၚ်ဒေတာဂမၠိုၚ် ဗွဲလၟေၚ်အခိၚ်ရ။

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
mnw: ပိုဲ ဒုၚ်ကဵုကတိသွက်ဂွံ ရပ်စပ် တၚ်နၚ်ပရိုၚ်မၞး နကဵု ပရေၚ်ဓဝ်သတိနွံနွံရောၚ်။ ထပ်ဗှ်အာ ပ္ဍဲ <privacyLink>လိက်စၞောန် ပရေင်စဵုဒၞာပူဂဵု</privacyLink> ပိုဲတအ်ညိ။

source: We’re building a multi-language, open-source voice dataset for training speech-enabled applications.
mnw: ပိုဲတအ်ခၞံဗဒှ်ဒၟံင် ဒတန်တင်ဂၞင်ရမျာၚ်ပံက်လဟာ် အရေဝ်ဘာသာနာနာ သွက်ဂွံ ဗ္တောန်ကဵု အပ်ပလီကေယှေန် မရပ်စပ်တဴရမျာၚ်ဂမၠိုင်ရ။

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
mnw: ပိုဲပကောံဒၟံင် တၚ်ဂၞၚ်ဒေတာရမျာင် ပံက်လဟာ်ရ။ ကဵုဒါန် ရမျာင်မၞးညိ၊ စၟဳစၟတ် ရမျာင်ကလေပ် အရာညး မပတိုန်လဝ်ဂှ်တုဲ ခၞံဗဒှ်အာ တၚ်ဂၞၚ်ဒေတာဏအ် သွက်ညံင်ဂွံခိုဟ်တိုန် ဇၟာပ်ညးအဲညိ။

source: We’re experiencing unexpected downtime
mnw: ပိုယ် ဒးဆဵုဂဗမံၚ် ပရေၚ်ဝေပ်သာ်စှ်ေအရာဟွံစၟဳလဝ်ရ။

source: We're going out to get coffee.
mnw: ပိုဲတိတ်ဒၟံၚ်မ္ၚးသွက်ဂွံရာန်သုၚ်ကဝ်ဖဳရ။

source: We’re going out to get coffee.
mnw: ပိုဲတိတ်ဒၟံၚ်မ္ၚးသွက်ဂွံရာန်သုၚ်ကဝ်ဖဳရ။

source: We release the dataset every 3 months.
mnw: ပိုဲ ပံက်ပ္တိတ် တၚ်ဂၞၚ်ဒေတာ (၃) ဂိတုမွဲဝါရ။

source: We're making some big changes
mnw: ပိုဲ ကၠောန်ဒၟံၚ်ပရေၚ်ပြံၚ်အလှာဲဇၞော်ဇၞော် မွဲၜါရ။

source: We're receiving a lot of traffic and are currently investigating the issues.
mnw: ညးလုပ်စကာ နွံဂၠိုၚ်ဒၟံၚ်တုဲ ပ္ဍဲအခိၚ်လၟုဟ် ပိုဲစၟဳစၟတ်လ္ၚတ်ဒၟံၚ် ပြသၞာတအ်ရ။

source: We’re sorry, your platform is not currently supported.
mnw: သၠးအခေါၚ်ညိ၊ လၟုဟ်ဏံ ပလက်ဖံၚ် မၞးတံဂှ် ကၠောန်ကမၠောန်ဟွံဂွံဏီရအဴ။

source: Western Highland Purepecha
mnw: ပူရေပေချာ ဒဵုပလိုတ်

source: Western Penan
mnw: ပေနာန် ပလိုတ်

source: Western Sierra Puebla Nahuatl
mnw: နာဝါတ် သဳအေရာ ပူအေဗလာ ပလိုတ်

source: Westphalian
mnw: ဝေတ်သဖာလဳယျာ

source: We uploaded { $uploaded } of your clips — The remainder have already been uploaded. Let’s continue with the next batch!
mnw: ကလေပ်မၞး { $uploaded } ကလေပ်ဂမၠိုၚ်တအ်ဂှ် ပိုယ်ပတိုန်လဝ်တုဲရ။ — ကလေပ်သှ်ေဒၟံၚ်တအ်ဂှ် ပတိုန်လဝ်တုဲတုဲရ။ ဆက်ပတိုန်အာ သုတ် ဂတဂှ်ညိ။

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
mnw: သွက်ပရေၚ်ကၠာဲဘာသာဂှ် ပိုယ်တအ် သုၚ်စောဲ ကိရိယာ မဝ်ဇြဳလာ မွဲ ကော်ခဴစ <pontoonLink\>Pontoon</pontoonLink\> ရ။ ပ္ဍဲ Pontoon ဂှ် အရေဝ်ဘာသာ နွံဗွဲမဂၠိုၚ်ရ၊ ဆ္ဂး ယဝ်ရ အရေဝ်ဘာသာ မၞး ဟွံပါမ္ဂး \<pontoonRequestLink\>သွက်ဂွံ ထပ်စုတ် အရေဝ်ဘာသာ မၞးဂှ် အာတ်မိက်မာန်ရ</pontoonRequestLink\>။ တုဲမ္ဂး၊ သွက် အရေဝ်ဘာသာဂှ် ဂွံသုၚ်စောဲဂွံ ပ္ဍဲ ပရဝ်ဂျေတ် Common Voice ဂှ် <githubRepoLink\>အာတ်မိက် အရေဝ်ဘာသာတၟိ ပ္ဍဲ ဂေတ်ဟာပ် (GitHub) ညိ</githubRepoLink\>။ <localizationFragment\>ဆက်လ္ၚတ် ပရူပရာ ပ္ဍဲ ပရေၚ်ကၠာဲဘာသာ ဝေပ်သာက် ညိ</localizationFragment\>။

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
mnw: ပိုဲ ကၠောန်သ္ပလဝ် ပရေင်ပြံင်လှာဲ ညိညဇြိုၚ်သာရ။ ပ္ဍဲ Delta Segments ဂှ် ပါလုပ်ဆအယာံမတ် ကလေပ်ရမျာၚ် တၟိတၟိ စပ္တံနူ အလန်မပတိတ်လဝ် လက္ကရဴအိုတ်ဂှ်ရ။ <deltaLink>ဆက်ဗှ်ကေတ် ပရူကမၠောန်ဏအ်ညိ</deltaLink>။

source: We've run out of sentences to record in this language...
mnw: ဝါကျသွက်ဂွံပၠောပ်စုတ် နကဵုအရေဝ်ဘာသာဏအ်ဂှ် အိုတ်အာရ...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
mnw: ပိုယ် သၟိက်မိက်ဂွံကဵု မဝ်ဒယ်အရေဝ်တအ် ကၠိုဟ်ခၠင်ခိုဟ်တိုန်အာပ္ဍဲ အရေဝ်မၞိဟ်ဟီုနာနာသာ်တအ်ရ။ သွက်ဂွံဒှ်ကၠုင် သာ်ဏအ်ဂှ်၊ တင်ဂၞင်ရမျှာၚ် ဒးပစၞးကဵု မၞိဟ်ဟွံတုပ်ရေင်သကအ် ဂၠိုၚ်ၚ်ရောၚ်။

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
mnw: ပိုဲမိက်ဂွံကဵု လၟေၚ်အခိုက်နဲကဲ စက်ဗ္တောန်တအ် ညံၚ်ဂွံ ဒုၚ်ဒဝ် ရမျာၚ်လ္ပာ်လက္ကရဴ နာနာသာ်မာန်ရ။ ယဝ်ခါရ ရမျာၚ်တအ်ဂှ် ဟွံကၟာတ်လဒဵု ညံၚ်ဟွံဂွံမိၚ် အလုံမွဲကလေပ်ဂှ်မ္ဂး၊ ရမျာၚ် မညာန်ထတ်တအ်ဂှ်လေဝ် ဒုၚ်တဲမာန်ရ။ ရမျာၚ်ဒွက် လက္ကရဴ သာသာဂှ် ဒုၚ်တဲမာန်ရ၊ ဆဂး ရမျာၚ်ဒွက် ထတ်ထတ် မကၟာတ်လဒဵုထောံ ညံၚ်ဟွံဂွံမိၚ်ဇၟာပ်ပ်မအရေဝ်တအ်ဂှ်မ္ဂး ဒုၚ်တဲ ဟွံဂွံရ။

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
mnw: ပိုဲညးတအ်ဒုၚ်တၠုၚ်ဒၟံၚ် ရမျှာၚ်ဂရုလဟု တၞဟ်ခြာဂမၠိုၚ်ရ။ ကိုပ်ကၠာဟွံဂွံတးပဲါ ကလေပ်ရမျှာၚ်မွဲမွဲ နကဵုဟိုတ် မၞးထေၚ်ခယျကေတ် ညးဗှ်လိက်ဂှ် ဟီုပတိတ်ရမျှာၚ်ဗၠေတ်အာ၊ ဖျေံလဟီုဇြဟတ်ရမျှာၚ် (stress) ဒၞာဲဗၠေတ်၊ ဟွံသေၚ်မ္ဂး ဝေၚ်ပဲါလဝ် ပိုဒ်သင်္ကေတတအ်ဂှ် ဒးစွံသတိရ။ အလုံလိုက်ဏံ ရမျှာၚ်ဂရုလဟနာနာသာ်တအ်ဂှ် နွံတဴဗွဲမဂၠိုၚ်တုဲ၊ ပၞောဝ်ကဵုရမျှာၚ်ဂမၠိုၚ်တအ်ဂှ် ရမျှာၚ်မၞးဟွံကေၚ်မိၚ်လဝ် ဂကောံမၞိဟ် ပ္ဍဲကဵုဒေသဇမၞးလေဝ်နွံမာန်ရ။ စွံစိုတ်ဗွဲမလှဲလး သွက်ညးမဟီုအရေဝ် တၞဟ်ခြာနူမၞးတအ်ညိ။

source: We will be in touch with more information about how to add your language to Common Voice very soon.
mnw: ပရူပရာ စပ်ကဵု ဗီုဂွံထပ်စုတ် အရေဝ်ဘာသာမၞး ပ္ဍဲ Common Voice ဂှ် ပိုဲကေတ်အဆက် ကဵုအာသမ္တီ ပြဟ်ဟ်ဏအ်ရောင်။

source: We will be in touch with more information as it becomes available.
mnw: ကာလတင်ဂၞင်နွံကၠုၚ်မ္ဂး ပိုယ်ဆက်ကဵုပရိုင်ပၠန်ရောၚ်။

source: We will not make your email public.
mnw: ပိုယ်ဟွံပြးပတိတ် အဳမေဲလမၞး ကု ညးဂမၠိုင်ရောၚ်။

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
mnw: ပိုဲတအ်သ္ၚဳဂၠိပ်စၟဳစၟတ်အာ တၚ်အာတ်မိက်မၞး သွက်ဂွံ ပတိတ်ထောံ မျာၚ်မၞး နူကဵု တၚ်ဂၞၚ်ဒေတတအ်ဂှ်ရောင်။ ယဝ်ခါရ တၚ်နၚ်အာတ်မိက်မၞး ဒုၚ်တဲသ္ပဒဒတန်တုဲမ္ဂး၊ ပိုဲတအ် ဆက်စၠောအ် ကုညးမဂၠေါၚ်ဖျေဟ်ကေတ်လဝ် တၚ်ဂၞၚ်ဒေတာတအ်တုဲ သွက်ဂွံပတိတ်ထောံ ရမျာၚ်မၞးကီုဂှ် ပိုဲတအ်ကြက်အာတ်မိက်အာ ညးတအ်ရောင်။

source: We will show you a prompt or question
mnw: ပိုဲ ထ္ၜးကဵုမၞး တၚ်စၞောန် ဟွံသေၚ်မ္ဂး ဂလာန်သၟာန်မွဲရောၚ်။

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
mnw: ပိုယ်ကၠောန်ကမၠောန်မွဲစွံကဵု ဖံင်ဒေယှေန်၊ ဂကောံမှာဇန် ကေုာံ ညးမပံင်တောဲ ဂမၠိုင် သွက်ဂွံ ကၠောန်ဗဒှ်သ္ပကဵု အေန်တာနေတ် ညံၚ်ဂွံဒှ်ဒၞာဲခိုဟ်မွဲ၊ မစွံအာရီုတၟေင် လတူ အာဖရိက ဗမံက် ရ။ ထပ်လ္ၚတ်ကေတ် ပရူပရာ <programmaticWork>ကမၠောန်အစဳအဇန်</programmaticWork> ပိုဲညိ။

source: What is a language on Common Voice?
mnw: ပ္ဍဲ Common Voice ဏံ အရေဝ်ဘာသာဂှ်မုရော

source: What issues are you experiencing with this content?
mnw: စပ်ကဵုပရောပရာဏံတုဲ မုပြသၞာ မၞးဆဵုဂဗဒၟံၚ်ရော?

source: What issues are you experiencing with this sentence?
mnw: စပ်ကဵုဝါကျဏံတုဲ မုပြသၞာ မၞးဆဵုဂဗဒၟံၚ်ရော?

source: What is your age?
mnw: အာယုက်မူစိရော

source: What is your sex or gender?
mnw: လိၚ် မၞးဂှ် မုရော?

source: What kind of goal do you want to build?
mnw: တိုၚ်ပ္ကဴရန်တၟံဂှ် ဗီုလဵုမၞးမိက်ဂွံ ကၠောန်ဗဒှ်ရော?

source: What makes a good question?
mnw: တင်သၟာန် ခိုဟ်မွဲဂှ် ဒှ်တဴ ဗီုပြင် သာ်လဵု ရော

source: What needs to be in my file?
mnw: ပ္ဍဲဝှာၚ်အဲဂှ် မုအရာဒးပါလုပ်ရော?

source: What questions can I add?
mnw: မုအရေဝ်သၟာန် အဲစုတ်ဂွံမာန်ရော

source: What sentences can I add?
mnw: မုဝါကျအဲစုတ်ဂွံမာန်ရော

source: What’s inside the Common Voice dataset?
mnw: ပ္ဍဲ တၚ်ဂၞၚ်ဒေတာ Common Voice ဂှ်မုနွံရော

source: What's Public?
mnw: မုအရာ ဒှ်သွက်ညးဂမၠိုၚ်ရော

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
mnw: အခိၚ်ကာလ ညးသုင်စောဲမွဲတၠ တးပဲါ ကလေပ်ရမျှာၚ်မ္ဂး၊ ဍေံကလေင်လုပ်အာ ပ္ဍဲရေၚ် (Queue) ရ။ ယဝ်ရ ဒးဒုင်တးပဲါ မွဲဝါပၠန်မ္ဂး၊ ကလေပ်ရမျှာၚ်ဂှ် ပြံင်ဆုဲလုပ်အာ ပ္ဍဲကလေပ်ရမျှာၚ်လီု (Clip Graveyard) ရ။

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
mnw: အခိၚ်ကာကလၚ်မ္ဂး စၟဳစၟတ် ရမျာၚ်မပၠောပ်လဝ်တအ်ဂှ် ဒးကိတ်ညဳကဵုမလိက်ချူလဝ်တအ်ဂှ်ဗွဲချိုုတ်ပၠိုတ်ညိ ယဝ်ခါရ တၚ်ဗၠေတ်မှာပါလုပ်ၜိုတ်ဗၞတ်ညိနာၚ်ဓဝ်လေဝ် ဒးတးပါဲထောံရောၚ်။ <br />တၚ်ဗၠေတ်မှာ မလေပ်ကတဵုဒှ်စဂၠိုၚ်တအ်ဂမၠိုၚ်ဂှ် ပါလုပ်မပ္တံကဵု -

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
mnw: ကာလ မၞး အာတ်မိက် ရမျာၚ်မၞးပၠောပ်စၟတ်သမ္တီလဝ်တအ်မ္ဂး ပိုဲပံၚ်ပကောံ ဝှာၚ်တအ် နဒဒှ် ဝှာင် ZIP မွဲဝှာၚ် ဟွံသေင်မ္ဂး ဝှာၚ်ဗွဲမဂၠိုင် ရ။ အဏအ်ဂှ် ဒှ်တင်အာတ်မိက် မၞး မတုဲကၠုင်တအ်ဂှ်ရ -

source: Which variant of { $language } do you speak?
mnw: { $language } ဂှ် ဗီုပြၚ်လဵု မၞးဟီုရော?

source: Why ?
mnw: မုဟိုတ်ရော

source: Why a profile?
mnw: မုဟိုတ်ဒးကၠောန် ပရဝ်ဝှာၚ်ရော

source: Why are you asking?
mnw: မုဟိုတ်မၞးဂွံသၟာန်ဒၟံၚ်ရော?{ " " }

source: Why Common Voice?
mnw: မုဟိုတ် မဒးရုဲစှ် Common Voice ရော

source: Why does this matter?
mnw: မုဟိုတ် ဒးနွံပၟိက်ကဵု ဣဏံရော

source: Why we built this Spontaneous Speech prototype
mnw: ဟိုတ်ပိုယ် ဂွံကၠောန်ဗဒှ်လဝ် ဗီုပြၚ်တံမူလ လဟီုမကတဵုဒှ်ကေတ်တ်
